Repository: YazanAK23/Trust-recovery-
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Check by product serical number
ar: فحص من خلال رقم المنتج

source: Check by customer phone number
ar: فحص من خلال رقم هاتف الزبون

# new_homepage
source: New
ar: جديد

source: Notifications
ar: الاشعارات

source: Delete All Notifications
ar: حذف جميع الاشعارات

source: Under Maintenance
ar: قيد الصيانة

source: Maintenance Done
ar: تم الصيانة

# waiting_for_delivery_for_maintenance
source: Waiting For Delivery
ar: بانتظار التوصيل الى الصيانة

source: Country
ar: المحافظة

source: Maintenance Requests Report
ar: تقرير طلبات الصيانة

source: Reset
ar: اعادة

source: Order By Countries
ar: ترتيب حسب المحافظات

source: Sort by maintenance department
ar: ترتيب حسب قسم الصيانة

source: Apply
ar: تطبيق

# order_too_late
source: Too Late
ar: متأخر جدا

# order_late
source: Late
ar: متأخر

source: New Maintenance Requests
ar: طلبات صيانة جديدة

source: Activate Warranty
ar: تفعيل كفالة

source: Order By
ar: ترتيب حسب

source: Sort By Order Status
ar: ترتيب حسب حالة الطلب

source: Later
ar: لاحقا

source: Update
ar: تحديث

source: Update Available
ar: تحديث جديد متوفر

# new_version_desc
source: A new version of the app is available. Please update to the latest version.
ar: يتوفر إصدار جديد من التطبيق. يرجى التحديث إلى الإصدار الأحدث.

# add_waranty
source: Add Wareanty
ar: اضافة كفالة

source: Warranties And Maintenances
ar: الكفالات و الصيانة

# pending
source: Waiting for Delivery to Maintenance
ar: بانتظار التوصيل للصيانة

# in_progress
source: In Maintenance
ar: في الصيانة

# done
source: Maintenance Completed
ar: تم الصيانة

# delivered
source: Delivered to Merchant
ar: تم التسليم للتاجر

source: Edit Selected
ar: تعديل متعدد

source: Cost :
ar: التكلفة :

# desc_problem
source: Malfunction Description :
ar: وصف العطل :

# notes_warranty
source: Notes :
ar: الملاحظات :

source: My Location
ar: موقعي

source: maintenance Status :
ar: حالة طلب الصيانة :

source: maintenance Notes :
ar: ملاحظات طلب الصيانة :

source: Malfunction Description :
ar: وصف العطل :

source: Maintenance Department
ar: قسم الصيانة

source: Merchants Location
ar: موقع التجار على الخريطة

# show_merchants_location
source: Show All Merchants Location On Map
ar: عرض جميع التجار على الخريطة

source: Send Order
ar: أرسل الطلبية

source: You have
ar: لديك

source: Products
ar: منتجات

source: Copied Successfully
ar: تم النسخ بنجاح

# no_products
source: There is no more products
ar: لم يتبقى منتجات لعرضها

# search_place
source: Search by name , or number
ar: ابحث من خلال رقم أو أسم المنتج

# noew_products_favourites
source: There is no products in favorites
ar: لا يوجد منتجات بالمفضلة

# first_size
source: size
ar: المقاس

# empty_cart
source: Your cart is empty
ar: لا يوجد منتجات بالسله

# empty_products
source: There is no products
ar: لا يوجد اية منتجات

source: No Notifications
ar: لا يوجد أية اشعارات

source: ُEdit
ar: تعديل

source: Downloading...
ar: يتم التنزيل ....

# poin_of_sales
source: Point Of Sales
ar: نقاط البيع

source: Hebron
ar: الخليل

source: Ramallah
ar: رام الله

source: All
ar: الجميع

source: Description
ar: الوصف

source: Merchant Name :
ar: أسم التاجر :

source: Product Name
ar: أسم المنتج

# order_status_new
source: Order Status :
ar: حالة الطلب :

source: Merchant Phone :
ar: رقم هاتف التاجر :

# continue_operation
source: Continue
ar: اكمال الاجراءات

# not_effectice
source: Product warranty is not valid.
ar: كفالة المنتج غير فعالة

# effectice
source: This product has a valid warranty.
ar: كفالة المنتج فعالة

# confirm_info
source: Confirm Information
ar: تأكيد المعلومات

# no_internet
source: No internet , plesae check internet connection
ar: لا يوجد اتصال بالانترنت , الرجاء التحقق منه

# empty_warranties
source: There is no warranties
ar: لا يوجد أي كفالة

# empty_maintencaes
source: There is no maintenance request
ar: لا يوجد أي 'طلبات صيانة'

source: Add Maintenance Request
ar: اضافة طلب صيانة

# effectice_status
source: Warranty Status
ar: حالة الكفالة

source: Customer Name
ar: أسم المستهلك

source: please enter product serial number
ar: الرجاء ادخال الرقم التسلسلي للمنتج

source: Please enter a your customer name
ar: الرجاء ادخال أسم الزبون

source: Please enter a customer phone number
ar: الرحاء ادخال رقم هاتف الزبون

source: Customer Phone
ar: رقم هاتف المستهلك

source: Maintenance Requests
ar: طلبات الصيانة

source: Product Serial Number
ar: الرقم التسلسلي للمنتج

# navigator_home
source: Go To Home
ar: الانتقال الى الصفحة الرئيسية

# edit_success
source: Product has been updated successfully!
ar: تم تعديل بيانات المنتج بنجاح!

# order_first
source: Order Sent Successfully
ar: تم ارسال الطلبية بنجاح

# order_second
source: Our sales team will follow up with you soon!
ar: سيقوم فريق المبيعات لدينا بالمتابعة معك قريبًا!

source: Categories Page
ar: صفحة الأقسام

source: Order Status :
ar: حالة الطلبية :

source: Order Number :
ar: رقم الطلبية

source: My Orders
ar: طلبياتي

# search_no_products
source: There are no products
ar: لا يوجد أية منتجات

# empty_orders
source: There is no orders yet
ar: لا يوجد طلبيات

# search_by_name_or_number
source: Search by product number or name
ar: ابحث من خلال رقم أو أسم المنتج

source: Related Products
ar: منتجات ذات صلة

source: Send
ar: ارسال

# explanation
source: Ask abou...
ar: استفسار ...

source: Available Sizes
ar: الأحجام المتوفره

# fav_deleted_successfully
source: This product has been successfully removed from your favorites
ar: تم حذف هذا المنتج من المفضلة بنجاح

# fav_added_successfully
source: This product has been successfully added to your favorites
ar: تم اضافة هذا المنتج الى المفضلة بنجاح

source: Colors
ar: الألوان

# downloaded_successfully
source: The image has been downloaded successfully
ar: تم تنزيل الصورة بنجاح

# downloaded_failed
source: The image download failed, please try again later
ar: فشلت عملية تنزيل الصوره , الرجاء المحاوله فيما بعد

# cart_success
source: Product added successfully to cart
ar: تم اضافه هذا المنتج الى سله المنتجات بنجاح

source: Select Size
ar: اختر الحجم

source: Size
ar: الحجم

# select_color
source: Choose Color
ar: اختر اللون

source: Color
ar: اللون

# message_contact
source: Message
ar: الرسالة

# name_contact
source: Name
ar: الأسم

# search_drawer
source: Search
ar: البحث

source: ADDRESS
ar: العنوان

source: View by
ar: استعرض

source: Or Select Season
ar: أو اختر الموسم

# address1
source: P.O.BOX 258 Al-Rameh Suberb
ar: صندوق بريد 258 ضاحية الرامة

# address2
source: Hebron , Palestine P7190117
ar: الخليل , فلسطين P7190117

source: MAILING ADDRESS
ar: عنوان المراسلة

# mailing_address1
source: P.O.BOX 51841
ar: صندوق بريد 51841

# mailing_address2
source: Jerusalem , Post Code: 9151702
ar: القدس , رمز بريدي : 9151702

source: Show on Map
ar: افتح في الخريطة

# contact_phone
source: Phone
ar: هاتف

# contact_fax
source: Fax
ar: فاكس

# contact_mobile
source: Mobile
ar: موبايل

# contact_email
source: Email
ar: الايميل

# parts
source: Categories
ar: الاقسام

# about_well
source: About Us
ar: معلومات عنا

source: My Account
ar: حسابي

source: More Products
ar: منتجات أخرى

source: View By Season
ar: استعرض حسب الموسم

source: View By Category
ar: استعرض حسب التصنيف

source: More
ar: المزيد

source: Home
ar: الرئيسية

# offer
source: Offers
ar: العروض

# alqaima
source: List
ar: المزيد

# qaf
source: Common Questions
ar: الأسئله الشائعه

source: Profile
ar: الملف الشخصي

source: Edit Profile
ar: تعديل الملف الشخصي

# products_added_to_wishlists
source: Products added to favourited
ar: المنتجات المضافة الى المفضلة

# password_my_account
source: Password
ar: كلمة المرور

source: Edit Password
ar: تعديل كلمة المرور

source: Delete Account
ar: حذف حسابي

# contact
source: Contact Us
ar: اتصل بنا

source: Cart
ar: السلة

# terms
source: Terms Of Use
ar: شروط الاستخدام

# who
source: About Us
ar: من نحن

source: Favourite
ar: المفضله

# order
source: My Order
ar: طلباتي

# privacy
source: Privacy And Policy
ar: سياسه الخصوصيه

source: Logout
ar: تسجيل خروج

source: Login
ar: تسجيل دخول

# dialogl1
source: You have to login first
ar: يجب عليك تسجيل الدخول اولا

source: ok
ar: حسنا

# enterphone
source: enter phone number
ar: ادخل رقم الهاتف

source: enter password
ar: ادخل كلمه المرور

# donthaveaccount
source: Dont have an account ?
ar: ليس لديك حساب ؟

# youcansignup
source: You can sign up here
ar: يمكنك تسجيل حساب هنا

source: Sign Up
ar: تسجيل حساب

# username
source: enter username
ar: ادخل اسم المستخدم

source: confirm password
ar: تأكيد كلمه المرور

source: You can sign in here
ar: يمكنك تسجيل الدخول هنا

# doyouhaveaccount
source: Do you have an account ?
ar: لديك حساب

source: Create Account
ar: انشاء حساب

# logging_in
source: Loggin you in
ar: جاري تسجيل الدخول

# logoutsure
source: Are you sure want to logout?
ar: هل تريد بالتأكيد تسجيل الخروج ؟

source: Yes
ar: نعم

source: No
ar: لا

# toastlogout
source: You have been successfully logged out
ar: تم تسجيل خروجك بنجاح

# loginsuccess
source: You have been successfully logged in
ar: تم تسجيل دخولك بنجاح

# loginempty
source: phone number or password is empty
ar: كلمه المرور او رقم الهاتف فارغان

# incorrectpass
source: password is incorrct!
ar: كلمه المرور غير صحيحه

# incorrectphone
source: phonenumber is incorrect!
ar: رقم الهاتف غير صحيح

# phoneorpassin
source: phone number or password is incorrect!
ar: رقم الهاتف او كلمه المرور غير صحيحه

# regempty
source: Please fill in all blanks
ar: الرجاء تعبئه جميع الفراغات

# regsuccess
source: Your account has been successfully registered
ar: تم تسجيل حسابك بنجاح

# regphonefailed
source: The phone number entered is already registered
ar: رقم الهاتف المدخل مسجل مسبقا

# editprofile
source: Edit my profile
ar: تعديل حسابي

# deletecart
source: It has been successfully removed from the cart
ar: تم حذفها من السله بنجاح

# alreadydeletecart
source: already deleted
ar: محذوف مسبقا

source: Total
ar: المجموع

source: Buy Now
ar: شراء الأن

source: price
ar: السعر

# qty
source: quantity
ar: الكميه

# namecon
source: name
ar: الاسم

# phonecon
source: phone number
ar: رقم الهاتف

# mailcon
source: mail
ar: البريد الالكتروني

# subcon
source: subject of the message
ar: الموضوع

# bodycon
source: body of the message
ar: نص الرساله

# consuccess
source: Your message was sent successfully
ar: تم ارسال رسالتك بنجاح

# delete_success
source: Account deleted sunccessfully
ar: تم حذف الحساب بنجاح

# confailed
source: Failed to send the message
ar: فشلت عمليه ارسال الرساله

source: Number
ar: الرقم

source: Date
ar: التاريخ :

# case1
source: Case
ar: الحاله

source: male
ar: ذكر

source: female
ar: انثى

# editsuccess
source: Your account has been successfully modified
ar: تم تعديل حسابك بنجاح

# editfailed
source: Edit operation failed
ar: فشلت عمليه التعديل

# editsave
source: save the changes
ar: حفظ التعديلات

# queseditpass
source: Do you want to change the password
ar: هل تريد تغيير كلمه المرور

source: Edit PassWord
ar: تعديل كلمه المرور

source: Old PassWord
ar: كلمه المرور القديمه

source: New PassWord
ar: كلمه المرور الجديده

# confirmnewpass
source: Confirm newpassword
ar: تأكيد كلمه المرور الجديده

# updatepass
source: Update my password
ar: تحديث كلمه السر

# dontmatch
source: The new password does not match the password
ar: كلمه المرور الجديده لا تطابق كلمه المرور

# product
source: Products
ar: المنتجات

# getgeoarea
source: Choose a geographical area
ar: اختيار المنطقه الجغرافيه

# getarea
source: Choose the area
ar: اختيار المنطقه

# getcountry
source: Choose the country
ar: اختيار المدينه

# confirmbuy
source: Confirmation
ar: تأكيد الطلب

source: Delivery price
ar: سعر التوصيل

# totally
source: Total all
ar: الاجمالي

source: Notes
ar: ملاحظات

source: near of
ar: بالقرب من

# codeoffer
source: Discount code, if any
ar: كود الخصم ان وجد

# areaempty
source: Please enter the nearest area and choose the area
ar: الرجاء ادخال المنطقه القريبه و اختيار المنطقه

# confirmincorrectcoe
source: The entered code is incorrect
ar: الكود المدخل غير صحيح

# confirmincorrectphone
source: The phone number entered is incorrect
ar: رقم الهاتف المدخل غير صحيح

# confirmincorrectpassword
source: The password entered is incorrect
ar: كلمه المرور المدخله غير صحيحه

# firstlineconfirm
source: Your account activation code has been sent to the phone number:
ar: تم ارسال رمز تفعيل حسابك على رقم الهاتف :

# secondlineconfirm
source: Enter the code in the box below
ar: قم بإدخال الرمز بالمربع ادناه

# entercode
source: Enter the code here
ar: ادخل الرمز هنا

source: Confirm Code
ar: تأكيد الرمز

# notcorrectreg
source: Password does not match
ar: كلمه المرور غير متطابقه

source: Suggested Products
ar: المنتجات المقترحه

# takegallery
source: Take the picture from gallery
ar: التقاط صوره من الاستدويو

# takecamera
source: Take the picture from camera
ar: التقاط صوره من الكاميرا

# confirmconfirm
source: Please enter the full code
ar: الرجاء ادخال الرمز بالكامل

# reqnum
source: request number
ar: طلب رقم

# reqtot
source: total
ar: المجموع الكلي

source: time
ar: الوقت

# qaid
source: pending
ar: قيد الموافقه

# search
source: Search results for
ar: نتائج البحث عن

# sin_cart
source: add to cart
ar: اضافه الى السله

# sin_product
source: product
ar: المنتج

source: Details
ar: التفصيل :

# feaa
source: category :
ar: الفئه :

# alqeema
source: the value :
ar: القيمه :

# modern
source: Just arrived
ar: وصلنا حديثا

# req_suc
source: Your request has been successfully sent
ar: تم ارسال طلبك بنجاح

# code_failed
source: The entered code is incorrect
ar: الكود الذي تم إدخاله غير صحيح

# code_fexpired
source: The entered code has expired
ar: انتهت صلاحية الرمز الذي تم إدخاله

# code_dis
source: has been discount
ar: تم الخصم

# code_total
source: Your total is more than the allowed limit
ar: الإجمالي الخاص بك أكثر من الحد المسموح به

# limit_buy
source: permissible limit:
ar: الحد المسموح به:

# my_points
source: Points
ar: نقاطي

source: Project ID
ar: رقم الورشه

# daily
source: שעה / ות
ar: يومي

# admin
source: מנהל
ar: أدمن

# hourly
source: יום / יומי
ar: ساعات

source: Warranty Inspection
ar: فحص الكفالة

source: Amending The Warranty
ar: تفعيل الكفالة

source: Send To Maintenance
ar: ارسال الى الصيانة

# maintenance_status_product_id
source: Maintenance status Product number
ar: حالة الصيانة رقم المنتج

# maintenance_status_customer_phone
source: Maintenance status phone number
ar: حالة الصيانة رقم الهاتف

source: Inquire About Product Specifications
ar: استعلام عن مواصفات المنتج

source: Effective Guarantees
ar: الكفالات الفعالة

source: Merchant Address
ar: عنوان التاجر

# download_catalog
source: Download Catelog
ar: تنزيل الكاتالوج

source: Full Name
ar: الأسم الكامل

source: Save
ar: حفظ

source: Available Offers
ar: العروض المتاحة

source: There is no offers
ar: لا يوجد أي عرض، الرجاء المحاولة لاحقًا

# invalid_email
source: You have to enter a valid email, please.
ar: يجب عليك إدخال بريد إلكتروني صالح، من فضلك.

source: Please enter a your product serial number
ar: الرجاء إدخال الرقم التسلسلي للمنتج الخاص بك

source: Please enter a your phone number
ar: الرجاء إدخال رقم هاتفك

source: instead
ar: بدل

# order_id_label
source: Order ID
ar: رقم الطلب

source: Scheduled Date
ar: التاريخ المحدد

source: Phone Number
ar: رقم الهاتف

source: Service Notes
ar: ملاحظات الصيانة

source: View Report
ar: عرض التقرير

source: Scheduled
ar: مجدول

source: Completed
ar: مكتمل

source: Overdue
ar: متأخر

source: Report Details
ar: تفاصيل التقرير

source: Close
ar: إغلاق

source: Full report for
ar: التقرير الكامل لـ
